Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutColorFade_fade_or_column
source: A percentage (or column of percentage values) by which the color (or column of color values) will be faded. A negative percentage produces a darker shade. A positive percentage produces a lighter shade.
bg_bg: Процент (или колона с процентни стойности) на избледняване, който ще се приложи за цвета (или колоната със стойности на цвят). Даден отрицателен процент създава по-тъмен оттенък. Даден положителен процент създава по-светъл тъмен оттенък.
ca_es: Percentatge (o columna de valors de percentatge) amb què el color (o la columna de valors de color) s'esvairà. Un percentatge negatiu produeix una ombra més fosca. Un percentatge positiu produeix una ombra més clara.
cs_cz: Procentuální hodnota (nebo sloupec procentuálních hodnot), o kterou má barva (nebo sloupec hodnot barev) vyblednout. Záporná procentuální hodnota vytvoří tmavší odstín. Kladná procentuální hodnota vytvoří světlejší odstín.
da_dk: En procentdel (eller kolonne med procentværdier), hvormed farven (eller kolonne med farveværdier) skal udtones. En negativ procentdel frembringer en mørkere nuance. En positiv procentdel frembringer en lysere nuance.
de_de: Ein Prozentsatz (oder eine Spalte mit Prozentsätzen), der das Maß der Ausbleichung der Farbe (oder einer Spalte mit Farbwerten) angibt. Negative Prozentsätze führen zu dunkleren Farbtönen, positive zu helleren.
el_gr: Ποσοστό (ή στήλη ποσοστιαίων τιμών) με βάση το οποίο θα σβήνει σταδιακά το χρώμα (ή στήλη τιμών χρωμάτων). Ένα αρνητικό ποσοστό παράγει πιο σκούρα σκίαση. Ένα θετικό ποσοστό παράγει πιο ανοικτή σκίαση.
es_es: Un porcentaje (o columna de valores de porcentaje) al que el color (o columna de valores de color) se atenuará. Un porcentaje negativo produce una sombra más oscura. Un porcentaje positivo produce una sombra más clara.
et_ee: Protsent (või protsendiväärtuste veerg), mille võrra värvi (või värviväärtuste veeru) varjundit muudetakse. Negatiivne protsent loob tumedama varjundi. Positiivne protsent loob heledama varjundi.
eu_es: Kolorea lausotzeko erabiliko den ehunekoa (edo ehuneko-balioen zutabea). Ehunekoa negatiboa bada, itzaldura ilunagoa izango da. Positiboa bada, ordea, itzaldura argiagoa izango da.
fi_fi: Prosenttiosuus (tai prosenttiosuusarvojen sarake), jonka verran väriä (tai väriarvojen saraketta) häivytetään. Negatiivinen prosenttiosuus antaa tulokseksi tummemman sävyn. Positiivinen prosenttiosuus antaa tulokseksi vaaleamman sävyn.
fr_fr: Pourcentage (ou colonne de valeurs de pourcentage) de fondu de la couleur (ou colonne de valeurs de couleur). Un pourcentage négatif produit une nuance plus foncée, et un pourcentage positif une nuance plus claire.
gl_es: Porcentaxe (ou columna de valores de porcentaxe) segundo a cal se atenuará a cor (ou a columna de valores de cor). Unha porcentaxe negativa xera un sombreado máis escuro. Unha porcentaxe positiva xera un sombreado máis claro.
hi_in: ऐसा प्रतिशत (या प्रतिशत मानों का स्तंभ) जिससे रंग (या रंग मानों का स्तंभ) फ़ेड हो जाएगा. एक नकारात्मक प्रतिशत से गहरी छाया उत्पन्न होती है. एक सकारात्मक प्रतिशत से हल्की छाया उत्पन्न होती है.
hr_hr: Postotak (ili stupac postotka vrijednosti) za koliko će boja (ili stupac vrijednosti boje) izblijedjeti. Negativan postotak daje tamniju nijansu. Pozitivan postotak daje svjetliju nijansu.
hu_hu: Egy százalék (vagy a százalékok egy oszlopa), amellyel el kell halványítani a színt (vagy a színértékek oszlopát). Negatív százalék megadása sötétebb árnyalatot eredményez. Pozitív százalék megadása világosabb százalékot eredményez.
it_it: Percentuale o colonna di valori percentuale in base alla quale verrà sfumato il colore o la colonna di valori colore. Una percentuale negativa produce una sfumatura più scura. Una percentuale positiva produce una sfumatura più chiara.
ja_jp: 色 (または色の値の列) をフェードするパーセンテージ (またはパーセンテージの値の列)。負のパーセンテージは暗い網掛けとなり、正のパーセンテージは明るい網掛けを生成します。
kk_kz: Түске (немесе түс мәндерінің бағанына) қолданылатын мөлдірлік пайызы (немесе пайыз мәндерінің бағаны). Пайыздың теріс мәні қарарақ реңкті жасайды. Пайыздың оң мәні ашығырақ реңкті жасайды.
ko_kr: 색(또는 색 값의 열)이 페이드되는 비율(또는 비율 값의 열)입니다. 음수 비율은 어두운 음영을 만들고 양수 비율은 밝은 음영을 만듭니다.
lt_lt: Procentinė reikšmė (arba procentinių reikšmių stulpelis), pagal kurią bus išblukinta spalva (arba spalvos reikšmių stulpelis). Neigiama procentinė reikšmė lems tamsesnį atspalvį. Teigiama procentinė reikšmė sukurs šviesesnį atspalvį.
lv_lv: Procentuālā attiecība (vai procentuālo vērtību kolonna), cik ļoti krāsa (vai krāsu vērtību kolonna) tiks izgaismota. Negatīva procentuālā attiecība rada tumšāku ēnu. Pozitīva procentuālā attiecība rada gaišāku ēnu.
ms_my: Peratusan (atau lajur nilai peratusan) yang warna (atau lajur nilai warna) akan dipudarkan. Peratusan negatif menghasilkan warna yang lebih gelap. Peratusan positif menghasilkan warna yang lebih cerah.
nb_no: En prosent (eller kolonne med prosentverdier) som fargen (eller kolonne med fargeverdier) tones med. En negativ prosent gir en mørkere nyanse. En positiv prosent gir en lysere nyanse.
nl_nl: Een percentage (of kolom met percentagewaarden) waarmee de kleur (of de kolom met kleurwaarden) zal vervagen. Een negatief percentage produceert een donkerdere schaduw. Een positief percentage produceert een lichtere schaduw.
pl_pl: Wartość procentowa (lub kolumna wartości procentowych) blaknięcia koloru (lub kolumny wartości kolorów). Ujemna wartość procentowa spowoduje powstanie odcienia ciemniejszego, natomiast dodatnia — odcienia jaśniejszego.
pt_br: Porcentagem (ou coluna de valores de porcentagem) de esmaecimento da cor (ou coluna de valores de cor). Uma porcentagem negativa produz uma sombra mais escura. Uma porcentagem positiva produz uma sombra mais clara.
pt_pt: Uma percentagem (ou coluna de valores de percentagem) através do qual a cor (ou coluna de valores de cor) irá desvanecer. Uma percentagem negativa produz um tom mais escuro. Uma percentagem positiva produz um tom mais claro.
ro_ro: Un procent (sau o coloană de valori procentuale) după care va fi estompată culoarea (sau coloana de valori de culoare). Un procent negativ produce o nuanță mai întunecată. Un procent pozitiv produce o nuanță mai deschisă.
ru_ru: Процентное значение (или столбец процентных значений), с помощью которого будет отображаться исчезание для цвета (или столбца значений цвета). При указании отрицательного процента будет получен более темный оттенок, при указании положительного — более светлый.
sk_sk: Percento (alebo stĺpec percentuálnych hodnôt), podľa ktorého vybledne farba (alebo stĺpec hodnôt farieb). Záporné percento znamená tmavší odtieň. Kladné percento znamená svetlejší odtieň.
sl_si: Odstotek (ali stolpec odstotkovnih vrednosti), uporabljen za pojemanje barve (ali stolpca vrednosti barv). Negativni odstotek ustvari temnejši odtenek. Pozitivni odstotek ustvari svetlejši odtenek.
sr_cyrl_rs: Проценат (или колона са вредностима процената) по којем ће боја избледети. Негативни проценат ствара тамнију нијансу. Позитиван проценат ствара светлију нијансу.
sr_latn_rs: Procenat (ili kolona sa vrednostima procenata) po kojem će boja izbledeti. Negativni procenat stvara tamniju nijansu. Pozitivan procenat stvara svetliju nijansu.
sv_se: Ett procentvärde (eller kolumn med procentvärden) som färgen (eller kolumnen med färgvärden) ska tonas med. Ett negativt procentvärde skapar en mörkare nyans. Ett positivt procentvärde skapar en ljusare nyans.
th_th: เปอร์เซ็นต์ (หรือคอลัมน์ของค่าเปอร์เซ็นต์) ที่ต้องการเลือนสี (หรือคอลัมน์ของค่าสี) เปอร์เซ็นต์ค่าลบสร้างเฉดที่เข้มกว่า เปอร์เซ็นต์ค่าบวกสร้างเฉดที่อ่อนกว่า
tr_tr: Renk (veya renk değerlerinin sütunu) soluklaştırma yüzdesi (veya yüzde değerleri sütunu). Negatif yüzde değeri daha koyu bir gölge oluşturur. Pozitif yüzde değeri ise daha açık bir gölge oluşturur.
uk_ua: Відсоток (або стовпець відсоткових значень) для визначення інтенсивності затемнення кольору (або стовпця колірних значень). Якщо вказати негативний відсоток, відтінок стане темнішим. Якщо вказати позитивний відсоток, – світлішим.
vi_vn: Phần trăm (hoặc cột giá trị phần trăm) màu sắc (hoặc cột giá trị màu) sẽ mờ dần. Phần trăm âm tạo ra bóng tối hơn. Phần trăm dương tạo ra bóng sáng hơn.
zh_cn: 颜色(或颜色值组成的列)进行淡化的百分比(或百分比值组成的列)。负百分比生成较深的底纹。正百分比生成较浅的底纹。
zh_tw: 色彩 (或色彩值的資料行) 淡化的百分比 (或百分比值的資料行)。百分比為負值會產生較深的網底，而百分比為正值則會產生較淺的網底。

# AboutAbs
source: Returns the absolute value of a number, a number without its sign.
bg_bg: Връща абсолютната стойност на число, число без знака му.
ca_es: Retorna el valor absolut d'un nombre (un nombre sense signe).
cs_cz: Vrátí absolutní hodnotu čísla bez znaménka.
da_dk: Returnerer den absolutte værdi af et tal, et tal uden fortegn.
de_de: Gibt den Absolutwert einer Zahl zurück, eine Zahl ohne Vorzeichen.
el_gr: Επιστρέφει την απόλυτη τιμή ενός αριθμού. Ένας αριθμός χωρίς το πρόσημό του.
es_es: Devuelve el valor absoluto de un número, un número sin signo.
et_ee: Tagastab arvu absoluutväärtuse, mis on sama arv ilma märgita.
eu_es: Zenbaki baten balio absolutua itzultzen du (ikurrik ez duen zenbaki bat).
fi_fi: Palauttaa luvun itseisarvon eli luvun ilman sen etumerkkiä.
fr_fr: Retourne la valeur absolue d’un nombre (nombre sans son signe).
gl_es: Devolve o valor absoluto dun número; é dicir, un número sen signo.
hi_in: किसी संख्या का पूर्ण मान लौटाता है, चिह्न रहित एक संख्या.
hr_hr: Vraća apsolutnu vrijednost broja, broj bez predznaka.
hu_hu: Egy szám abszolút értékét (előjel nélküli értékét) adja vissza.
it_it: Restituisce il valore assoluto di un numero, ovvero un numero privo di segno.
ja_jp: 数値の絶対値 (つまり符号を取った数値) を返します。
kk_kz: Санның абсолюттік мәнін, яғни таңбасыз мәнді қайтарады.
ko_kr: 숫자의 절댓값(부호 없이 숫자만)을 반환합니다.
lt_lt: Pateikia absoliučiąją skaičiaus reikšmę, skaičių be ženklo.
lv_lv: Atgriež skaitļa absolūto vērtību, skaitli bez tā zīmes.
ms_my: Mengembalikan nilai mutlak nombor iaitu nombor tanpa tanda.
nb_no: Returnerer absoluttverdien til et tall, et tall uten fortegn.
nl_nl: Hiermee wordt de absolute waarde van een nummer, een nummer zonder het bijbehorende teken, geretourneerd.
pl_pl: Zwraca wartość bezwzględną liczby, czyli liczbę bez znaku.
pt_br: Retorna o valor absoluto de um número, sem o sinal.
pt_pt: Devolve o valor absoluto de um número, um número sem o respetivo sinal.
ro_ro: Returnează valoarea absolută a unui număr, adică un număr fără semn.
ru_ru: Возвращает модуль числа, то есть число без знака.
sk_sk: Vráti absolútnu hodnotu čísla, t. j. číslo bez znamienka.
sl_si: Vrne absolutno vrednost števila, število brez predznaka.
sr_cyrl_rs: Враћа апсолутну вредност броја, број без његовог знака.
sr_latn_rs: Vraća apsolutnu vrednost broja, broj bez njegovog znaka.
sv_se: Returnerar det absoluta värdet för ett tal, ett tal utan dess tecken.
th_th: คืนค่าสัมบูรณ์ของตัวเลข, ตัวเลขที่ไม่มีเครื่องหมาย
tr_tr: Bir sayının mutlak değerini (işareti olmadan) döndürür.
uk_ua: Повертає абсолютне числове значення (без знаку).
vi_vn: Trả về giá trị tuyệt đối của một số, một số không có dấu.
zh_cn: 返回数字的绝对值(不带符号的数字)。
zh_tw: 傳回數字的絕對值，也就是沒有正負號的數字。

# AboutAbsT
source: Returns the absolute values (numbers without their sign) of a column of numbers.
bg_bg: Връща абсолютните стойности (числа без техния знак) на колона от числа.
ca_es: Retorna els valors absoluts (nombres sense signe) d'una columna de nombres.
cs_cz: Vrátí absolutní hodnoty (čísla bez znaménka) sloupce čísel.
da_dk: Returnerer de absolutte værdier (tal uden deres fortegn) af en kolonne af tal.
de_de: Gibt die Absolutwerte (Zahlen ohne Vorzeichen) einer Spalte von Zahlen zurück.
el_gr: Επιστρέφει τις απόλυτες τιμές (αριθμοί χωρίς το πρόσημό τους) μιας στήλης αριθμών.
es_es: Devuelve los valores absolutos (números sin signo) de una columna de números.
et_ee: Tagastab arvuveeru absoluutväärtused (samad arvud ilma märkideta).
eu_es: Zenbaki-zutabe baten balio absolutuak itzultzen ditu (ikurrik ez duten zenbakiak).
fi_fi: Palauttaa sarakkeen lukujen itseisarvot (luvut ilman niiden etumerkkiä).
fr_fr: Retourne les valeurs absolues (nombres sans leur signe) d’une colonne de nombres.
gl_es: Devolve os valores absolutos (números sen signo) dunha columna de números.
hi_in: संख्याओं के स्तंभ के पूर्ण मान (चिह्न रहित संख्याएं) लौटाता है.
hr_hr: Vraća apsolutne vrijednosti (brojeve bez njihova znaka) stupca s brojevima.
hu_hu: Egy számoszlop abszolút értékét (előjel nélküli értékét) adja vissza.
it_it: Restituisce i valori assoluti (numeri privi di segno) di una colonna di numeri.
ja_jp: 数値の列の絶対値 (つまり符号を取った数値) を返します。
kk_kz: Сандар бағанының абсолюттік мәндерін (таңбасыз сандарды) қайтарады.
ko_kr: 숫자 열의 절댓값(부호 없이 숫자만)을 반환합니다.
lt_lt: Pateikia absoliučiąsias skaičių stulpelio reikšmes (skaičių be ženklo).
lv_lv: Atgriež skaitļu kolonnas absolūtās vērtības (skaitļus bez to zīmēm).
ms_my: Mengembalikan nilai mutlak (nombor tanpa tanda) suatu lajur nombor.
nb_no: Returnerer absoluttverdiene (tall uten fortegn) for en kolonne med tall.
nl_nl: Hiermee worden de absolute waarden (nummers zonder de bijbehorende tekens) van een kolom met cijfers geretourneerd.
pl_pl: Zwraca wartości bezwzględne liczb (liczby bez znaków) z kolumny liczb.
pt_br: Retorna os valores absolutos (números sem sinal) de uma coluna de números.
pt_pt: Devolve os valores absolutos (números sem o respetivo sinal) de uma coluna de números.
ro_ro: Returnează valorile absolute (numere fără semn) ale unei coloane de numere.
ru_ru: Возвращает абсолютные значения (числа без знака) для столбца чисел.
sk_sk: Vráti absolútne hodnoty (čísla bez znamienok) stĺpca čísel.
sl_si: Vrne absolutne vrednosti (števila brez predznaka) stolpca števil.
sr_cyrl_rs: Враћа апсолутне вредности (бројеве без њиховог знака) колоне бројева.
sr_latn_rs: Vraća apsolutne vrednosti (brojeve bez njihovog znaka) kolone brojeva.
sv_se: Returnerar de absoluta värdena (talen utan sina tecken) för en kolumn med tal.
th_th: คืนค่าสัมบูรณ์ (ตัวเลขที่ไม่มีเครื่องหมาย) ของคอลัมน์ของตัวเลข
tr_tr: Bir sayı sütununun mutlak değerlerini (işaretleri olmadan) döndürür.
uk_ua: Повертає абсолютні числові значення (без знаків) з числового стовпця.
vi_vn: Trả về các giá trị tuyệt đối (số không có dấu) của cột số.
zh_cn: 返回数字组成的列的绝对值(不带符号的数字)。
zh_tw: 傳回數字資料行的絕對值 (沒有正負號的數字)。

# AboutAbs_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutAbs_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutSin_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutSin_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。
